Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/Ungrouped/SOS.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# SOS_SETTINGS_RESET_FOLLOW_UP_BODY
source: Emergency SOS lets you quickly call for help and alert your emergency contacts. These settings have been updated recently and need your review.
ar: تمكنك طوارئ SOS من الاتصال لطلب المساعدة وتنبيه جهات اتصال الطوارئ لديك بسرعة. تم تحديث هذه الإعدادات مؤخرًا، وهي بحاجة لمراجعتك.
bg: Функцията за SOS обаждане ви позволява бързо да се обадите за помощ и да уведомите посочените от вас контакти при спешни случаи. Тези настройки са обновени наскоро и трябва да ги прегледате.
ca: L’avís d’emergència SOS et permet demanar ajuda i avisar els contactes d’emergència ràpidament. La configuració s’ha actualitzat fa poc i cal que la revisis.
cs: S funkcí Tíseň SOS můžete rychle zavolat o pomoc a upozornit své nouzové kontakty. Nastavení funkce bylo nedávno aktualizováno a je nutné ho zkontrolovat.
da: Med Nød‑SOS kan du hurtigt ringe efter hjælp og advare dine nødkontakter. Du bør gennemgå indstillingerne, da de er blevet opdateret for nylig.
de: Mit „Notruf SOS“ kannst du schnell einen Notruf absetzen und deine Notfallkontakte benachrichtigen. Die Einstellungen wurden vor Kurzem aktualisiert und müssen überprüft werden.
el: Το Επείγον SOS σας επιτρέπει να καλέσετε γρήγορα για βοήθεια και ειδοποιεί τις επαφές έκτακτης ανάγκης σας. Αυτές οι ρυθμίσεις ενημερώθηκαν πρόσφατα και πρέπει να τις ελέγξετε.
es: “Emergencia SOS” te permite llamar rápidamente para pedir ayuda y avisar a tus contactos de emergencia. Los ajustes de esta función se han actualizado recientemente y es necesario que los revises.
es_us: Emergencia SOS te permite pedir ayuda y alertar a tus contactos de emergencia. La configuración se actualizó recientemente y requiere tu verificación.
fi: Hätätila SOS -toiminnon avulla voit kutsua apua ja ilmoittaa ICE-yhteyshenkilöillesi helposti ja nopeasti. Nämä asetukset on päivitetty hiljattain, ja ne on tarkastettava.
fr: « Appel d’urgence » vous permet d’appeler les secours et de prévenir vos contacts d’urgence rapidement. Ces réglages ont été mis à jour récemment et vous devez les examiner.
fr_ca: Urgence SOS vous permet d’appeler rapidement et facilement les secours ainsi que d’avertir vos contacts d’urgence. Ces réglages ont été récemment mis à jour et requièrent votre attention.
he: ״חירום SOS״ מאפשר לך להזעיק עזרה במהירות ובקלות ולשלוח הודעה לאנשי הקשר שלך לשעת חירום. הגדרות אלו עודכנו לאחרונה ויש לבחון אותן.
hi: आपातकालीन SOS के ज़रिए आप सहायता के लिए जल्दी से कॉल कर सकते हैं और अपने आपातकालीन संपर्कों को अलर्ट कर सकते हैं। इन सेटिंग्ज़ को हाल ही में अपडेट किया गया है और आपको उनकी समीक्षा करनी होगी।
hr: Značajka Hitan poziv omogućava vam brzo pozivanje pomoći i obavještavanje vaših hitnih kontakata. Ove postavke nedavno su ažurirane i trebali biste ih pregledati.
hu: A Vészhelyzet – SOS funkcióval egyszerűen segítséget kérhet, és értesítheti a vészhelyzetben értesítendő kontaktjait. Ezek a beállítások a közelmúltban módosítva lettek, és át kell tekintenie őket.
id: Darurat SOS memungkinkan Anda untuk dengan cepat memanggil bantuan dan memperingatkan kontak darurat Anda. Pengaturan ini baru diperbarui dan perlu Anda tinjau.
it: L’opzione “SOS emergenze” ti consente di chiamare i soccorsi e di avvisare i tuoi contatti di emergenza in modo rapido. Le impostazioni sono state aggiornate di recente e devi verificarle.
ja: 緊急SOSを使用すると、素早く助けを求める電話をかけたり、緊急連絡先に通知したりすることができます。これらの設定は最近アップデートされたもので、内容を確認する必要があります。
kk: «Төтенше қоңырау — SOS» функциясының көмегімен төтенше қызметтерге жылдам қоңырау шалуға және төтенше контактілерге төтенше жағдай туралы ескертуге болады. Бұл реттеулер жақында жаңартылды және қарап шығуды қажет етеді.
ko: ‘긴급 구조 요청’으로 빠르게 전화를 걸어 도움을 요청하고 사용자의 긴급 연락처에 통지할 수 있습니다. 이 설정은 최근 업데이트되었으며, 사용자의 검토가 필요합니다.
lt: Naudodami SOS signalo funkciją, galite greitai iškviesti pagalbą ir įspėti savo adresatus nelaimės atveju. Šie nustatymai neseniai buvo atnaujinti ir juos reikia peržiūrėti.
ms: SOS Kecemasan membolehkan anda membuat panggilan dengan cepat untuk mendapatkan bantuan dan mengisyaratkan kenalan kecemasan anda. Seting ini telah dikemas kini baru-baru ini dan memerlukan semakan anda.
nl: Met SOS-nood­melding kun je snel om hulp bellen en je SOS-contact­personen waarschuwen. Deze instellingen zijn recent gewijzigd en moeten worden gecontroleerd.
no: Med Nødanrop (SOS) kan du raskt ringe etter hjelp og varsle nødkontaktene dine. Disse innstillingene er nylig oppdatert og trenger gjennomsyn.
pl: Funkcja Alarmowe SOS pozwala szybko wzywać pomoc i powiadamiać swoje kontakty alarmowe. Te ustawienia zostały niedawno uaktualnione i wymagają sprawdzenia.
pt_br: O SOS de Emergência permite ligar com rapidez e facilidade para os seus contatos de emergência. Estes ajustes foram atualizados recentemente e você deve revisá‑los.
pt_pt: SOS emergência permite‑lhe contactar rapidamente os serviços de urgência e avisar os seus contactos de emergência. Estas definições foram atualizadas recentemente e precisam de ser revistas.
ro: S.O.S. urgențe vă permite să apelați rapid pentru a cere ajutor și să vă alertați contactele pentru urgențe. Aceste configurări au fost actualizate recent și necesită verificarea dvs.
ru: С помощью функции «Экстренный вызов — SOS» можно быстро вызвать экстренные службы и оповестить контакты на случай ЧП. Эти настройки недавно были обновлены — их необходимо проверить.
sk: Funkcia SOS vám umožňuje rýchlo privolať pomoc a upozorniť vaše tiesňové kontakty. Tieto nastavenia boli nedávno aktualizované a mali by ste ich skontrolovať.
sl: Nujni poziv SOS vam omogoča, da hitro pokličete pomoč in obvestite svoje stike za nujne primere. Te nastavitve so bile nedavno posodobljene in jih morate pregledati.
sv: Med Nödanrop SOS kan du snabbt ringa efter hjälp och meddela dina nödkontakter. De här inställningarna har nyligen uppdaterats och du måste granska dem.
th: SOS ฉุกเฉินช่วยให้คุณโทรขอความช่วยเหลือและเตือนให้รายชื่อติดต่อฉุกเฉินของคุณทราบได้อย่างรวดเร็ว การตั้งค่าเหล่านี้ถูกอัปเดตเมื่อไม่นานมานี้และต้องการให้คุณตรวจสอบ
tr: Acil SOS, hemen yardım istemenizi ve acil durum kişilerinizi uyarmanızı sağlar. Bu ayarlar yakın zamanda güncellendi ve ayarları gözden geçirmeniz gerekiyor.
uk: Функція «Сигнал SOS» дає змогу швидко викликати допомогу та сповістити свої екстрені контакти. Перегляньте ці налаштування, оскільки нещодавно їх було оновлено.
vi: SOS khẩn cấp cho phép bạn gọi trợ giúp nhanh chóng và cảnh báo các liên hệ khẩn cấp của bạn. Những cài đặt này đã được cập nhật gần đây và bạn cần xem lại.
zh_cn: “SOS紧急联络”可让你快速求助，并提醒你的紧急联系人。此类设置最近已更新，需要你检查。
zh_hk: 「緊急求助SOS」讓你快速地尋求協助，並提示你的緊急聯絡人。這些設定最近已被更新，並且需要你的檢視。
zh_tw: 「SOS緊急服務」可讓你快速地撥打電話尋求協助，並通知你的緊急聯絡人。這些設定最近經過更新，需要檢視。

# PHONE_TRIGGER_ANIMATION_VOLUME_LOCK_HOLD_FOOTER
source: Press and hold the side button and either volume button to make an emergency call. In certain regions, you may need to specify an emergency service to dial.
ar: اضغط مطولاً على الزر الجانبي وأي من زري الصوت لإجراء مكالمة طوارئ. في بعض المناطق، قد تحتاج لتحديد خدمة طوارئ لإجراء الاتصال.
bg: Натиснете и задръжте страничния бутон и някой от бутоните за силата на звука, за да се обадите на службите за спешна помощ. В някои региони може да се наложи да укажете кой номер на услуга за спешна помощ да бъде набран.
ca: Mantén premuts el botó lateral i qualsevol botó de volum per fer una trucada d’emergència. En algunes regions, potser hauràs d’especificar a quin servei d’emergències vols trucar.
cs: Stisknutím a přidržením postranního tlačítka a jednoho z tlačítek hlasitosti můžete zavolat tísňovým službám. V některých oblastech budete možná muset vybrat konkrétní tísňovou službu.
da: Tryk og hold sideknappen og en af lydstyrkeknapperne inde for at foretage et nødopkald. I nogle områder skal du muligvis angive, hvilken alarmcentral der skal ringes til.
de: Halte die Seitentaste und eine der beiden Lautstärketasten gedrückt, um einen Notruf zu tätigen. In bestimmten Regionen musst du möglicherweise einen anzurufenden Rettungsdienst angeben.
el: Πατήστε παρατεταμένα το πλευρικό κουμπί και οποιοδήποτε κουμπί έντασης ήχου για να πραγματοποιήσετε μια επείγουσα κλήση. Σε ορισμένες περιοχές, μπορεί να χρειαστεί να καθορίσετε μια υπηρεσία έκτακτης ανάγκης προς κλήση.
es: Mantén pulsado el botón lateral y uno de los botones de volumen para hacer una llamada de emergencia. En algunas regiones, puede que tengas que indicar el número del servicio de emergencias al que llamar.
es_us: Mantén presionado el botón lateral y cualquier botón de volumen para realizar una llamada de emergencia. En ciertas regiones tendrás que especificar el tipo de servicio de emergencia al que quieres llamar.
fi: Soita hätäpuhelu pitämällä sivupainiketta ja jompaakumpaa äänenvoimakkuus­painiketta painettuna. Tietyillä alueilla saatat joutua valitsemaan tietyn hätäpalvelun, johon soitetaan.
fr: Maintenez enfoncés le bouton latéral et l’un des boutons de volume pour passer un appel d’urgence. Dans certaines régions, vous devrez peut-être choisir le numéro d’urgence à composer.
fr_ca: Appuyez de façon prolongée sur le bouton latéral et l’un des deux boutons de volume pour appeler les services d’urgence. Dans certaines régions, vous devrez indiquer le numéro des services d’urgence à composer.
he: יש ללחוץ לחיצה ארוכה על כפתור הצד ואחד מכפתורי עוצמת הקול כדי לבצע שיחת חירום. יתכן שבאזורים מסוימים יהיה צורך לציין לאיזה מספר חירום להתקשר.
hi: आपातकालीन कॉल करने के लिए साइड बटन और दोनों में से किसी एक वॉल्यूम बटन को दबाकर रखें। कुछ क्षेत्रों में आपको डायल करने के लिए कोई आपातकालीन सेवा निर्दिष्ट करनी पड़ सकती है।
hr: Pritisnite i zadržite bočnu tipku i bilo koju tipku za podešavanje glasnoće kako biste uputili hitni poziv. U određenim regijama možda ćete trebati navesti hitnu službu za pozivanje.
hu: Tartsa megnyomva az oldalsó gombot és valamelyik hangerőgombot, ha segélyhívást szeretne indítani. Néhány régióban előfordulhat, hogy meg kell adnia a tárcsázni kívánt segélyszolgálatot.
id: Tekan dan tahan tombol samping dan salah satu tombol volume untuk melakukan panggilan darurat. Di wilayah tertentu, Anda mungkin harus menetapkan layanan darurat yang akan dihubungi.
it: Per effettuare una chiamata di emergenza, tieni premuto il tasto laterale e uno dei tasti del volume. In alcune zone, potrebbe essere necessario specificare il servizio da contattare.
ja: 緊急電話をかけるには、サイドボタンといずれかの音量ボタンを長押しします。地域によっては、連絡する緊急時サービスを指定する必要がある場合があります。
kk: Төтенше қоңырау шалу үшін бүйірлік және дыбыс деңгейі түймесін басып тұрыңыз. Кейбір аймақтарда шақырылатын төтенше қызметті көрсету қажет болуы мүмкін.
ko: 측면 버튼과 음량 버튼 중 하나를 길게 눌러서 긴급통화를 걸 수 있습니다. 일부 지역에서는 전화를 걸 긴급 서비스를 지정해야 할 수 있습니다.
lt: Paspauskite ir palaikykite šoninį mygtuką ir bet kurį garsumo mygtuką, kad paskambintumėte pagalbos telefonu. Tam tikruose regionuose gali reikėti nurodyti, kokį pagalbos telefono numerį surinkti.
ms: Tekan dan tahan butang sisi serta mana-mana satu butang kelantangan untuk membuat panggilan kecemasan. Di rantau tertentu, anda mungkin perlu menentukan perkhidmatan kecemasan untuk didail.
nl: Houd de zij­knop en een van de volume­knoppen ingedrukt om een nood­oproep te doen. In bepaalde regio's moet je mogelijk een hulp­dienst opgeven om te bellen.
no: Trykk og hold inne sideknappen og en av volumknappene for å ringe nødnummeret. I enkelte områder kan det hende du må angi hvilket nødnummer du ønsker å ringe.
pl: Naciśnij i przytrzymaj przycisk boczny oraz dowolny przycisk głośności, aby wybrać numer służb ratowniczych. W części regionów wymagane jest także wskazanie numeru, który ma zostać wybrany.
pt_br: Mantenha pressionado o botão lateral e um dos botões de volume para fazer uma ligação de emergência. Em certas regiões, talvez seja necessário especificar um serviço de emergência.
pt_pt: Para fazer uma chamada de emergência, mantenha premido o botão lateral e um dos botões do volume. Em algumas regiões, poderá ter de especificar o serviço de urgência.
ro: Țineți apăsat butonul lateral și oricare dintre butoanele de volum pentru a efectua un apel de urgență. În anumite regiuni, este posibil să trebuiască specificat serviciul de urgență care să fie apelat.
ru: Чтобы вызвать экстренные службы, нажмите и удерживайте боковую кнопку и одну из кнопок громкости. В некоторых регионах может понадобиться уточнить вызываемую службу.
sk: Stlačením a podržaním bočného tlačidla a jedného z tlačidiel hlasitosti uskutočníte tiesňové volanie. Je možné, že v niektorých oblastiach bude nutné špecifikovať požadovanú tiesňovú linku.
sl: Za vzpostavitev klica v sili pritisnite in pridržite stranski gumb ter katerikoli gumb za glasnost. V nekaterih regijah boste morda morali navesti številko službe za nujno pomoč.
sv: Håll in sidoknappen och en av volymknapparna om du vill ringa ett nödsamtal. I vissa regioner kanske du behöver ange vilken räddningstjänst du vill ringa.
th: กดปุ่มด้านข้างและปุ่มปรับเสียงค้างไว้เพื่อโทรฉุกเฉิน ในบางภูมิภาค คุณอาจต้องเลือกบริการฉุกเฉินที่จะเรียกสาย
tr: Acil arama yapmak için yan düğmeyi ve ses yüksekliği düğmelerinden birini basılı tutun. Bazı bölgelerde aranacak acil servisi belirtmeniz gerekebilir.
uk: Затисніть бічну кнопку разом із будь-якою з кнопок гучності, щоб зробити екстрений виклик. У певних регіонах вам доведеться обрати, до якої саме з екстрених служб потрібно зателефонувати.
vi: Nhấn và giữ nút sườn và một trong hai nút âm lượng để thực hiện cuộc gọi khẩn cấp. Tại các vùng nhất định, có thể bạn cần chỉ định dịch vụ khẩn cấp sẽ gọi.
zh_cn: 按住侧边按钮和任一音量按钮进行紧急呼叫。在某些地区，你可能需要指定要拨打的紧急服务。
zh_hk: 按住側邊按鈕和任一音量按鈕即可致電緊急服務。在某些地區，你可能需要指定要致電的緊急服務機構。
zh_tw: 持續按住側邊按鈕和任一音量按鈕來撥打緊急服務電話。在某些地區，你可能需要指定要撥打的緊急服務單位。

# SOS_ANOMALYDETECTIOND_NOTIFICATION_FEEDBACK_REQUEST_TITLE
source: Potential Crash Detected
ar: اكتُشف اصطدام محتمل
bg: Разпозната е потенциална катастрофа
ca: Possible accident detectat
cs: Byla detekována potenciální nehoda
da: Mulig ulykke registreret
de: Potenzieller Unfall erkannt
el: Ανιχνεύτηκε πιθανό τροχαίο
es: Posible accidente detectado
es_us: Posible choque detectado
fi: Mahdollinen kolari havaittiin
fr: Accident potentiel détecté
fr_ca: Accident potentiel détecté
he: זוהתה תאונת דרכים אפשרית
hi: संभावित टक्कर की पहचान की गई
hr: Detektiran je mogući sudar
hu: Lehetséges ütközés észlelve
id: Potensi Tabrakan Terdeteksi
it: Potenziale incidente rilevato
ja: 衝突事故の可能性
kk: Ықтимал апат анықталды
ko: 잠재적 충돌이 감지됨
lt: Aptikta galima avarija
ms: Kemungkinan Nahas Dikesan
nl: Mogelijk ongeluk gedetecteerd
no: Mulig bilulykke registrert
pl: Wykryto potencjalny wypadek
pt_br: Possível Acidente Detectado
pt_pt: Possível acidente detetado
ro: Accident potențial detectat
ru: Обнаружена возможная авария
sk: Bola detegovaná možná nehoda
sl: Zaznana je morebitna prometna nesreča
sv: Möjlig olycka detekterades
th: ตรวจพบการชนกันที่อาจเกิดขึ้น
tr: Olası Trafik Kazası Algılandı
uk: Виявлено потенційну аварію
vi: Phát hiện va chạm tiềm ẩn
zh_cn: 检测到潜在车祸
zh_hk: 偵測到潛在的車禍
zh_tw: 偵測到可能的車禍
